Version2/TestTool/TestTool.Setup/Requests/PTZ/GetStatus/TC.PTZ.NVT.10_REQ_02.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:GetStatus>
      <tptz:ProfileToken>P2</tptz:ProfileToken>
    </tptz:GetStatus>
  </s:Body>
</s:Envelope>